Repository: amandafrench/frankenreads
Catalog: lang/tribe-events-community-*.po
Languages: bg_bg, ca, el, es_es, nb_no, sv_se

source: Community: Submit %s
bg_bg: Общност: Изпращане на %s
ca: Comunitat: Enviar %s
el: Καταχώρηση Εκδηλώσεων: Υποβολή %sς
es_es: Comunidad: Enviar %s
nb_no: Samfunn: Send inn %s
sv_se: Community: Skicka %s

source: Community: My %s
bg_bg: Общност: Моите %s
ca: Comunitat: Els meus %s
el: Καταχώρηση Εκδηλώσεων: Οι %s μου
es_es: Comunidad: Mis %s
nb_no: Samfunn: Mine %s
sv_se: Community: Mina %s

source: Settings
bg_bg: Настройки
ca: Configuració
el: Ρυθμίσεις
es_es: Ajustes
nb_no: Innstillinger
sv_se: Inställningar

source: Submit another %s
bg_bg: Изпращане на ново %s
ca: Enviar un altre %s
el: Υποβολή νέας %sς
es_es: Enviar otro %s
nb_no: %s: Legg inn en til
sv_se: Skicka ett till %s

source: There was a problem saving your %s, please try again.
bg_bg: Възникна проблем при записването на вашето %s, моля опитайте отново.
ca: Hi ha hagut un problema a l'hora de guardar el teu %s, si us plau, intenta-ho de nou.
el: Υπήρξε ένα πρόβλημα κατά την ενημέρωση του %s, παρακαλώ προσπαθήστε ξανά.
es_es: Hubo algún problema al guardar tu %s, por favor, inténtalo de nuevo.
nb_no: Vi fikk problemer med å lagre %s, prøv igjen.
sv_se: Det uppstod ett problem när ditt %s skulle sparas, vänligen försök igen.

source: There was a problem submitting your %s, please try again.
bg_bg: Възникна проблем при изпращането на вашето %s, моля опитайте отново.
ca: Hi ha hagut un problema a l'hora d'enviar el teu %s, si us plau, intenta-ho de nou.
el: Υπήρξε ένα πρόβλημα κατά την υποβολή της % s σας, παρακαλώ προσπαθήστε ξανά.
es_es: Hubo algún problema al enviar tu %s, por favor, inténtalo de nuevo.
nb_no: Vi fikk problemer med å lagre %s, prøv igjen.
sv_se: Ett problem uppstod när ditt %s skulle sparas, vänligen försök igen.

source: %s is required
bg_bg: %s е задължително
ca: %s és obligatori
el: απαιτείται %s
es_es: %s es obligatorio
nb_no: %s er påkrevd.
sv_se: %s krävs

source: %s Title
bg_bg: %s Заглавие
ca: Títol de l'%s
el: Τίτλος %sς
es_es: Título del %s
nb_no: %sstittel
sv_se: %s titel

source: %s Description
bg_bg: %s Описание
ca: Descripció de l'%s
el: Περιγραφή %sς
es_es: Descripción del %s
nb_no: %ssbeskrivelse
sv_se: %s beskrivning

source: Invalid value for %s
bg_bg: Невалидна стойност за %s
ca: Valor invàlid per %s
el: Μη έγκυρη τιμή για το %s.
es_es: Valor inválido para %s
nb_no: Ugyldig verdi for %s
sv_se: Ogiltigt värde för %s

source: Images must be png, jpg, or gif
bg_bg: Картинките трябва да са png, jpg или gif
ca: Les imatges han de ser png, jpg, o gif
el: Οι εικόνες πρέπει να είναι png, jpg, ή gif
es_es: Las imágenes deben ser png, jpg, o gif
nb_no: Bilder må være av formatene png, jpg eller gif
sv_se: Bilder måste vara i png, jpg eller gif format

source: Image exceeded the allowed file size
bg_bg: Картинката превишава максимално допустимия размер
ca: La imatge supera la mida de fitxer permesa
el: Η εικόνα υπερβαίνει το επιτρεπόμενο μέγεθος αρχείου
es_es: La imagen supera el tamaño de fichero permitido
nb_no: Bildet overstiger maksimal filstørrelse
sv_se: Bilden överskrider den tillåtna filstorleken

source: The image failed to upload successfully
bg_bg: Неуспешно качване на картинката
ca: La imatge no s'ha pujat correctament
el: Η εικόνα δεν κατάφερε να ανέβει επιτυχώς
es_es: La imagen no se ha subido correctamente
nb_no: Bildet ble ikke lastet opp
sv_se: Det gick inte att ladda upp bilden

source: The uploaded image could not be processed
bg_bg: Качената картинка не може да бъде обработена
ca: La imatge pujada no s'ha pogut processar
el: Η εικόνα που ανεβάσατε δεν μπορεί να επεξεργασθεί
es_es: La imagen subida no se ha podido procesar
nb_no: Det opplastede bildet kunne ikke behandles
sv_se: Den uppladdade bilden kunde inte behandlas

source: Placed in the Trash
bg_bg: Преместени в кошчето
el: Μετακίνηση στον κάδο Ανακύκλωσης
es_es: Poner en la Papelera
nb_no: Plassert i søppelkurven
sv_se: Kastas i papperskorgen

source: Permanently Deleted
bg_bg: Изтрити завинаги
ca: Eliminat de forma permanent
el: Διαγράφηκε οριστικά
es_es: Borrar Permanentemente
nb_no: Slettet permanent
sv_se: Raderas permanent

source: No Default
bg_bg: Няма стойност по подразбиране
ca: No predeterminat
el: Δεν υπάρχει κάποια προεπιλογή
es_es: Sin opción predeterminada
nb_no: Ingen standardverdi
sv_se: Ingen förvald

source: Use New Venue/No Default
bg_bg: Използвай ново Място/Няма по подразбиране
ca: Utilitzar nou recinte/no predeterminat
el: Χρησιμοποιήστε νέο Χώρο διεξαγωγής/ καμία προεπιλογή
es_es: Usar nuevo lugar
nb_no: Bruk Ny arena/ingen standardverdi
sv_se: Ny plats/ingen förvald

source: Community Events Settings
bg_bg: Настройки на Community Events
ca: Configuració de Community Events
el: Ρυθμίσεις Κοινότητας Καταχώρησης Εκδηλώσεων
es_es: Community Events Ajustes
nb_no: Innstillinger for Community Events
sv_se: Community Events inställningar

source: General
bg_bg: Общи
el: Γενικά
nb_no: Generelt
sv_se: Generellt

source: Allow anonymous submissions
bg_bg: Позволи анонимно добавяне
ca: Permetre enviaments anònims
el: Να επιτρέπεται η υποβολή εκδηλώσεων από ανώνυμους χρήστες
es_es: Permitir envios anónimos
nb_no: Tillat anonyme innleveringer
sv_se: Tillåt anonymt inskickade evenemang

source: Check this box to allow users to submit events without having a WordPress account
bg_bg: Сложете отметка, за да позволите на потребителите да изпращат събития без да имат WordPress регистрация
ca: Marca aquesta casella per permetre que els usuaris puguin enviar esdeveniments sense tenir un compte de WordPress
el: Επιλέξτε αυτό το πλαίσιο για να επιτρέπετε στους χρήστες να υποβάλλουν εκδηλώσεις, χωρίς να έχουν λογαριασμού στο WordPress
es_es: Marque esta casilla para permitir que los usuarios puedan enviar eventos sin tener una cuenta de WordPress
nb_no: Sjekk denne boksen for å tillate brukere å sende inn arrangementer uten en brukerkonto
sv_se: Genom att kryssa i denna ruta kan användare lägga till evenemang utan att ha ett WordPress konto.

source: Use visual editor for event descriptions
bg_bg: Използване на визуален редактор за описанията на събитията
ca: Utilitzar l'editor visual per a les descripcions d'esdeveniments
el: Χρησιμοποιήστε τον Visual Editor για τις περιγραφές των εκδηλώσεων
es_es: Usar Editor Visual para las descripciones
nb_no: Bruk visuell tekstbehandler for arrangementsbeskrivelser
sv_se: Använd visuell redigerare för evenemangbeskrivningar

source: Default status for submitted events
bg_bg: Статус по подразбиране за изпратени събития
ca: Estat predeterminat per als esdeveniments enviats
el: Προεπιλεγμένη κατάσταση για τις εκδηλώσεις που έχουν υποβληθεί
es_es: Estado predeterminado para los eventos enviados
nb_no: Standard status for innsendte arrangementer
sv_se: Förvald status för inskickade evenemang

source: Community rewrite slug
bg_bg: Промяна на пътя към Community Events
el: Σύντομο όνομα για την Καταχώρησης Εκδηλώσεων Κοινότητας
es_es: Slug a utilizar para Comunidad
nb_no: Omskrivningsslug
sv_se: Community slug

source: Alerts
bg_bg: Известия
ca: Avisos
el: Προειδοποιήσεις
es_es: Alertas
nb_no: Varslinger
sv_se: Varningar

source: Send an email alert when a new event is submitted
bg_bg: Изпращане на email, когато е добавено ново събитие
ca: Enviar una alerta per correu electrònic quan s'envia un nou esdeveniment
el: Αποστολή ειδοποίησης μέσω ηλεκτρονικού ταχυδρομείου, όταν υποβάλλεται μια νέα εκδήλωση
es_es: Enviar un email de alerta cuando se envie un nuevo evento
nb_no: Send en e-postvarsel når et nytt arrangement sendes inn
sv_se: Skicka en varning via mail när ett nytt evenemang är inskickat

source: Email addresses to be notified
bg_bg: Email адрес за известяване
ca: Adreces de correu electrònic a notificar
el: Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου που πρέπει να ενημερώνονται
es_es: Direcciones de correo a notificar
nb_no: E-postadresser som skal varsles
sv_se: Mailadress för notifieringar

source: One address per line
bg_bg: Един адрес на ред
ca: Una adreça per línia
el: Μια διεύθυνση ανά γραμμή
es_es: Una dirección por línea
nb_no: Én adresse per linje
sv_se: En adress per rad

source: Members
bg_bg: Членове
ca: Membres
el: Μέλη
es_es: Miembros
nb_no: Medlemmer
sv_se: Medlemmar

source: Control the permissions for your logged in users. Allow them to:
bg_bg: Управление на правата на вписани потребители. Позволете им да:
ca: Controla els permisos per als teus usuaris connectats. Dóna'ls permís per:
el: Ελέγξτε τα δικαιώματα για τα συνδεδεμένα μέλη. Αφήστε τους να:
es_es: Controlar los permisos para sus usuarios registrados. Permitir que:
nb_no: Still inn tillatelser for dine innloggede brukere. Tillat dem å:
sv_se: Styr behörigheter för dina inloggade användare. Låt dem:

source: Edit their submissions
bg_bg: Редактират изпратените от тях събития
ca: Editar els seus enviaments
el: Επεξεργαστείτε ότι έχουν υποβάλλει
es_es: Editar sus envios
nb_no: Redigere sine arrangementer
sv_se: Redigera sina evenemang

source: Remove their submissions
bg_bg: Изтриват изпратените от тях събития
ca: Eliminar els seus enviaments
el: Αφαιρέστε ότι έχουν υποβάλλει
es_es: Borrar sus envios
nb_no: Slette sine arrangementer
sv_se: Ta bort sina evenemang

source: Deleted events should be:
bg_bg: Изтритите събития трябва да бъдат:
ca: Els esdeveniments eliminats haurien de ser:
el: Οι διαγραμμένες εκδηλώσεις πρέπει να είναι:
es_es: Los eventos borrados deben ser:
nb_no: Slettede arrangementer skal:
sv_se: Raderade evenemang skall:

source: Events per page
bg_bg: Събития на страница
ca: Esdeveniments per pàgina
el: Εκδηλώσεις ανά σελίδα
es_es: Eventos por página
nb_no: Arrangementer per side
sv_se: Evenemang per sida

source: This is the number of events displayed per page
bg_bg: Брой показани събития на страница
ca: Número d'esdeveniments mostrats per pàgina
el: Αυτός είναι ο αριθμός των εκδηλώσεων που εμφανίζονται ανά σελίδα
es_es: Este es el número de eventos a mostrar por página
nb_no: Dette er antall arrangementer som vises per side
sv_se: Antal evenemang som visas per sida

source: Date/time format
bg_bg: Формат на датата и часа
ca: Format de data/hora
el: Μορφή ημερομηνίας / ώρας
es_es: Formato fecha/hora
nb_no: Dato/tidsformat
sv_se: Datum/tidformat

source: Access Control
bg_bg: Контрол на достъпа
ca: Control d'accés
el: Έλεγχος πρόσβασης
es_es: Control de Acceso
nb_no: Tilgangskontroll
sv_se: Åtkomstkontroll

source: Also disables the admin bar
bg_bg: Изключване на администраторската лента
ca: També inhabilita la barra d'administració
el: Επίσης απενεργοποιεί τη γραμμή Διαχείρισης
es_es: Adicionalmente deshabilitar la barra de administración
nb_no: Deaktiverer også adminmenyen
sv_se: Inaktiverar också verktygsrad på framsidan

source: Roles to block
bg_bg: Блокиране на роли
ca: Rols a bloquejar
el: Ρόλοι που δεν θα επιτρέπονται
es_es: Roles a bloquear
nb_no: Roller som skal blokkeres
sv_se: Roller att blockera

source: Redirect URL
el: URL ανακατεύθυνσης
es_es: Redireccionar a URL
nb_no: URL for videresending
sv_se: Omdiringerings URL

source: Form Defaults
bg_bg: Стойности по подразбиране за формата за изпращане на събития
ca: Valors predeterminats del formulari
el: Προεπιλογές της φόρμας
es_es: Valores predeterminados del formulario
nb_no: Standardverdier for skjema
sv_se: Standardval i formulär

source: Default venue for submitted events
bg_bg: Място по подразбиране при изпращане на събития
ca: Recinte predeterminat per als esdeveniments enviats
el: Προεπιλεγμένος Χώρος Διεξαγωγής για τις εκδηλώσεις που υποβάλλονται
es_es: Lugar predeterminado para eventos
nb_no: Standardarena for innsendte arrangementer
sv_se: Förvald plats for inskickade evenemang

source: Default organizer for submitted events
bg_bg: Организатор по подразбиране при изпращане на събития
ca: Organitzador predeterminat per als esdeveniments enviats
el: Προεπιλεγμένος Διοργανωτής για τις εκδηλώσεις που υποβάλλονται
es_es: Organizador predeterminado para eventos
nb_no: Standard organisator for innsendte arrangementer
sv_se: Förvald arrangör för inskickade evenemang

source: (required)
bg_bg: (задължително)
ca: (obligatori)
el: (Απαιτείται)
es_es: (requerido)
nb_no: (påkrevd)
sv_se: (obligatoriskt)

source: %s Title:
bg_bg: %s Заглавие:
ca: Títol de l'%s:
el: Τίτλος %sς:
es_es: Título del %s:
nb_no: %sstittel:
sv_se: %s titel:

source: %s Description:
bg_bg: %s Описание:
ca: Descripció de l'%s:
el: Περιγραφή %sς
es_es: Descripción del %s:
nb_no: %ssbeskrivelse:
sv_se: %s beskrivning:

source: Update %s
bg_bg: Обновяване %s
ca: Actualitzar %s
el: Ενημέρωση %sς
es_es: Actualizar %s
nb_no: %ssoppdatering
sv_se: Uppdatera %s

source: Submit %s
bg_bg: Изпращане %s
ca: Enviar %s
el: Υποβολή %sς
es_es: Enviar %s
nb_no: %sinnlevering
sv_se: Skicka in %s

source: %s Name:
bg_bg: %s Име:
ca: Nom de l'%s:
el: Όνομα %s :
es_es: Nombre del %s:
nb_no: %ssnavn:
sv_se: %snamn:

source: %s Organizer
bg_bg: %s Организатор
ca: Organitzador de l'%s
el: Διοργανωτής %sς
es_es: Organizador del %s
nb_no: %ssorganisator
sv_se: %s arrangör

source: %s Venue
bg_bg: %s Място
ca: Recinte de l'%s
el: Χώρος Διεξαγωγής %sς
es_es: Recinto del %s
nb_no: %ssarena
sv_se: %s plats

source: Description
bg_bg: Описание
ca: Descripció
el: Περιγραφή
es_es: Descripción
nb_no: Beskrivelse
sv_se: Beskrivning

source: Review %s
bg_bg: Мнение за %s
ca: Revisar %s
el: Επανεξέταση %s
es_es: Revisar %s
nb_no: %ssgjennomgang
sv_se: Utvärdera %s

source: View %s
bg_bg: Преглед на %s
ca: Veure %s
el: Προβολή %s
es_es: Ver %s
nb_no: %ssvisning
sv_se: Visa %s

source: Add New
bg_bg: Добавяне
ca: Afegir nou
el: Προσθήκη νέου
es_es: Agregar Nuevo
nb_no: Legg til ny
sv_se: Lägg till ny

source: Not
ca: No
el: Δεν
es_es: No
nb_no: Ikke
sv_se: Ej

source: Log Out
bg_bg: Излизане
ca: Sortir
el: Αποσύνδεση
es_es: Salir
nb_no: Logg ut
sv_se: Logga ut

source: Title
bg_bg: Заглавие
ca: Títol
el: Τίτλος
es_es: Título
nb_no: Tittel
sv_se: Titel

source: Category
bg_bg: Категория
ca: Categoria
el: Κατηγορία
es_es: Categoría
nb_no: Kategori
sv_se: Kategori

source: Recurring?
bg_bg: Повтарящо се събитие?
ca: Recurrent?
el: Επαναλαμβανόμενη;
es_es: ¿Periódico?
nb_no: Gjentakende?
sv_se: Återkommande?

source: Start Date
bg_bg: Начална дата
ca: Data d'inici
el: Ημερομηνία Έναρξης
es_es: Fecha Inicio
nb_no: Starddato
sv_se: Startdatum

source: End Date
bg_bg: Крайна дата
ca: Data de finalització
el: Ημερομηνία Λήξης:
es_es: Fecha Final
nb_no: Sluttdato
sv_se: Slutdatum

source: Yes
bg_bg: Да
ca: Sí
el: Ναι
es_es: Si
nb_no: Ja
sv_se: Ja

source: No
bg_bg: Не
el: Όχι
nb_no: Nei
sv_se: Nej

source: Anti-Spam Check
bg_bg: Anti-Spam проверка
ca: Comprovació anti-spam
el: Έλεγχος Anti-Spam
es_es: Comprobación de spam
nb_no: Antispamsjekk
sv_se: Anti-Spam kontroll

source: %s Cost
bg_bg: %s Цена
ca: Cost de l'%s
el: Κόστος %sς
es_es: Coste del %s
nb_no: %skostnad
sv_se: %s kostnad

source: Currency Symbol:
bg_bg: Символ за валута:
ca: Símbol monetari:
el: Σύμβολο νομίσματος:
es_es: Símbolo monetario:
nb_no: Valutasymbol
sv_se: Valutasymbol:

source: Cost:
bg_bg: Цена:
el: Κόστος:
es_es: Precio:
nb_no: Kostnad:
sv_se: Kostnad:

source: Leave blank to hide the field. Enter a 0 for %s that are free.
bg_bg: Оставете празно, за да скриете полето. Въведете 0 за безплатно %s.
ca: Deixa en blanc per amagar el camp. Introdueix un 0 per als %s gratuïts.
el: Αφήστε κενό το πεδίο, αν δεν θέλετε να εμφανίζεται. Εισάγετε μηδέν για εκδηλώσεις που είναι δωρεάν.
es_es: Deja en blanco para ocultar el campo. Introduce un 0 para los %s que son gratuitos.
nb_no: Blank for å skjule felt. Skriv 0 for %s som er gratis.
sv_se: Lämna tomt för att gömma detta fält. Ange 0 om ditt %s är gratis.

source: Additional Fields
bg_bg: Допълнителни полета
ca: Camps addicionals
el: Πρόσθετα πεδία
es_es: Campos Adicionales
nb_no: Ekstra felt
sv_se: Ytterligare fält

source: %s Time &amp; Date
bg_bg: %s Час &amp; Дата
ca: Hora i data de l'%s
el: %s Ώρα &amp; Ημερομηνία
es_es: Fecha y hora del %s
nb_no: %s tid og dato
sv_se: %s tid &amp; datum

source: You have changed the recurrence rules of this %1$s. Saving the %1$s will update all future %2$s. If you did not mean to change all %2$s, then please refresh the page.
bg_bg: Променихте правилата за повтаряемост на това %1$s. Записването на промените на това %1$s ще презапише всички бъдещи %2$s. Ако не желаете да променяте всички %2$s, моля, презаредете страницата.
ca: Has canviat les regles de recurrència d'aquest %1$s. Si guardes l'%1$s s'actualitzaran tot els %2$s futurs. Si no volies canviar tots els %2$s, llavors refresca la pàgina.
el: Έχετε αλλάξει τους κανόνες επανάληψης για την %1$s. Αν την αποθηκεύσετε, θα ενημερώσεις και όλες τις μελλοντικές %2$s. Αν δεν θέλετε να αλλάξετε όλες τις %2$s, τότε παρακαλούμε ανανεώστε την σελίδα
es_es: Has cambiado las reglas de recurrencia de este %1$s. Al guardar el %1$s se actualizarán todos los %2$s futuros. Si no querías cambiar todos los %2$s, por favor, actualiza la página.
nb_no: Du har endret gjentakelsesreglene for dette %1$s. Lagring av %1$s vil endre alle fremtidige %2$s. Hvis du ikke mente å endre alle %2$s, vennligst oppdater siden.
sv_se: Du har ändrat repeteringsreglerna för detta %1$s. Om du sparar kommer alla kommande %2$s. Om du inte vill ändra alla %2$s, vänligen uppdatera sidan.

source: YYYY-MM-DD
ca: AAAA-MM-DD
el: ΕΕΕΕ-ΜΜ-ΗΗ
es_es: AAAA-MM-DD
sv_se: ÅÅÅÅ-MM-DD

source: My %s
bg_bg: Моите %s
ca: Els meus %s
el: Οι %s μου
es_es: Mis %s
nb_no: %s: Mine
sv_se: Mina %s

source: %s Image
bg_bg: %s Снимка
ca: Imatge de l'%s
el: Εικόνα %s
es_es: Imagen del %s
nb_no: %ssbilde
sv_se: %s bild

source: %s Details
bg_bg: Подробности за %s
ca: Detalls de l'%s
el: Λεπτομέρειες %s
es_es: Detalles del %s
nb_no: %ssdetaljer
sv_se: %sinformation

source: %s Name
bg_bg: %s Име
ca: Nom de l'%s
el: Όνομα %s
es_es: Nombre del %s
nb_no: %ssnavn
sv_se: %snamn

source: Phone
bg_bg: Телефон
ca: Telèfon
el: Τηλέφωνο
es_es: Teléfono
nb_no: Telefon
sv_se: Telefon

source: Website
bg_bg: Уеб сайт
ca: Web
el: Ιστοσελίδα
es_es: Sitio Web
nb_no: Nettadresse
sv_se: Hemsida

source: None
bg_bg: Няма
ca: Cap
el: Καμία
es_es: Ninguna
nb_no: Ingen
sv_se: Ingen

source: The Events Calendar: Community Events
el: The Events Calendar: Εκδηλώσεις Κοινότητας
es_es: The Events Calendar: eventos comunitarios

source: Community Events is an add-on providing additional functionality to the open source plugin The Events Calendar. Empower users to submit and manage their events on your website. <a href="http://tri.be/shop/wordpress-community-events/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community">Check out the full feature list</a>. Need more features? Peruse our selection of <a href="http://tri.be/products/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community" target="_blank">plugins</a>.
bg_bg: Community Events е добавка, която осигурява допълнителна функционалност към проекта с отворен код The Events Calendar. Осигурете възможност на потребителите си да изпращат и/или редактират техните събития на вашия уебсайт. <a href="http://tri.be/shop/wordpress-community-events/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community">Към пълният списък с възможности на добавката</a>. Имате нужда от повече функции? Разгледайте нашето портфолио с <a href="http://tri.be/products/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community" target="_blank">разширения</a>.
el: Το Community Events είναι ένα πρόσθετο που προσφέρει πρόσθετη λειτουργικότητα στο πρόσθετο ανοικτού κώδικα The Events Calendar. Βοηθάει τους χρήστες να υποβάλουν και να διαχειρίζονται τις εκδηλώσεις τους στην σελίδα σας. <a href="http://tri.be/shop/wordpress-community-events/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community">Check out the full feature list</a>. Χρειάζεστε περισσότερα χαρακτηριστικά; Δίτε τα: <a href="http://tri.be/products/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community" target="_blank">plugins</a>.
es_es: Community Events es un complemento que brinda funciones adicionales al plugin The Events Calendar. Invita a sus usuarios a sugerir y gestionar sus eventos en su sitio web. <a href="http://tri.be/shop/wordpress-community-events/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community">Revisa la lista completa de atractivos </a>. ¿Buscas más atractivos? Revisa la selección de <a href="http://tri.be/products/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community" target="_blank">plugins</a>.
nb_no: Community Events er en plugin som tilbyr ekstra funksjonalitet til The Events Calendar-pluginen. Gjør publikum i stand til å sende inn og bearbeide deres arrangementer på din webside. <a href="http://tri.be/shop/wordpress-community-events/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community">Sjekk hele funksjonslisten</a>. Trender du flere funksjoner? Se på vårt utvalg av <a href="http://tri.be/products/?utm_campaign=in-app&utm_source=docblock&utm_medium=plugin-community" target="_blank">plugins</a>.

source: The Events Calendar
el: Ημερολόγιο Εκδηλώσεων

source: Community
bg_bg: Общност
ca: Comunitat
el: Κοινότητα
es_es: Comunidad
nb_no: Samfunn

source: Community Events
el: Κοινότητα Καταχώρησης Εκδηλώσεων

source: The slug used for building the community events URL - it is appended to the main events slug. Your current community events URLs are
bg_bg: Пътят, използван за сглобяване на URL адреса към Community events - добавя се към адреса на каледара. В момента URL адреса към Community events e
el: To σύντομο όνομα (slug) που χρησιμοποιείται για το χτίσιμο των σελίδων της Καταχώρησης Εκδηλώσεων Κοινότητας- προστίθεται στο σύντομο όνομα του κυρίου Ημερολογίου. Το τρέχον σύντομο όνομα της Κοινότητας Καταχώρησης Εκδηλώσεων είναι
es_es: El slug se utiliza para la construcción de la URL de Community Events, que se anexa al enlace de eventos principales. La URL actual de Community Events es
nb_no: Omskrivingsslug for å bygge URLer for Community Events - den legges til på slutten av hovedsluggen. Dine Community Events URLer er

source: Help with date &amp; time formatting
bg_bg: Помощ за форматирането на датата и часа
ca: Ajuda amb el format de les dates i les hores
el: Βοήθεια για την μορφοποίηση ημερομηνίας &amp; ώρας
es_es: Ayuda para dar formato a la fecha y hora
nb_no: Hjelp med dato og tidsformattering

source: Block access to WordPress dashboard
bg_bg: Блокиране на достъпа до таблото на WordPress
ca: Bloquejar l'accés al tauler de WordPress
el: Αποκλεισμός της πρόσβασης στο DashBoard του WordPress
es_es: No permitir el acceso al panel de WordPress
nb_no: Blokker tilgang til WordPress-skrivebord

source: Status
bg_bg: Статус
ca: Estat
el: Κατάσταση
es_es: Estado

source: URL
nb_no: Nettside (URL)

source: Email
ca: Correu electrònic
nb_no: E-post
