Repository: amandafrench/frankenreads
Catalog: lang/tribe-events-community-*.po
Languages: bg_bg, ca, el, es_es, nb_no, sv_se

source: Users cannot create new Venues
sv_se: Användare kan inte skapa nya platser

source: Users cannot create new Organizers
sv_se: Användare kan inte skapa nya arrangörer

source: Spam Prevention
sv_se: Spamkontroll

source: Start/End:
sv_se: Start/Slut:

source: Event Start Date
bg_bg: Начална дата на събитието
ca: Data d'inici de l'esdeveniment
el: Ημερομηνία Έναρξης Εκδήλωσης
es_es: Fecha de Inicio
nb_no: Hendelsens startdato
sv_se: Startdatum

source: Event Start Time
bg_bg: Начален час на събитието
ca: Hora d'inici de l'esdeveniment
el: Ώρα Έναρξης Εκδήλωσης
es_es: Hora de Inicio
nb_no: Hendelsens starttid
sv_se: Starttid

# Start Date Time "to" End Date Time
source: to
sv_se: till

source: Event End Time
bg_bg: Краен час на събитието
ca: Hora de finalització de l'esdeveniment
el: Ώρα Λήξης Εκδήλωσης
es_es: Hora de Finalización
nb_no: Hendelsens sluttid
sv_se: Sluttid

source: Event End Date
bg_bg: Крайна дата на събитието
ca: Data de finalització de l'esdeveniment
el: Ημερομηνία Λήξης Εκδήλωσης
es_es: Fecha de Finalización
nb_no: Hendelse sluttdato
sv_se: Slutdatum

source: Timezone
sv_se: Tidszon

source: All Day Event
bg_bg: Целодневно събитие
ca: Tot el dia
el: Ολοήμερη Εκδήλωση
es_es: Todo el Día
nb_no: Heldagshendelse
sv_se: Heldagsevenemang

source: Event Image
sv_se: Evenemangsbild

source: Upload File
sv_se: Ladda upp fil

# failed recaptcha response validation
source: reCAPTCHA verification failed
sv_se: reCAPTCHA verifikationen misslyckades

# failed recaptcha response
source: reCAPTCHA failed unexpectedly
sv_se: reCAPTCHA misslyckades oväntat

source: %s %s is required
sv_se: %s %s krävs

source: Name
ca: Nom
es_es: Nombre
sv_se: Namn

source: Province
sv_se: Län

source: State
sv_se: Stat

source: Zip
sv_se: Postnummer

source: The file is not an Image
bg_bg: Файлът не е изображение
sv_se: Filen är inte en bild

source: The image size is invalid
bg_bg: Размерът на изображението е невалиден
sv_se: Bildstorleken är ogiltig

source: The file is not a valid image
bg_bg: Файлът не е валидно изображение
sv_se: Filen är inte en giltig bild

source: Invalid URL provided for %s
bg_bg: Въведеният URL за %s е невалиден
sv_se: Ogiltig URL angiven för %s

source: Single geography mode
bg_bg: Режим с опростена география
sv_se: Enskild geografi läge

source: Removes the country, state/province and timezone selectors from the submission form
bg_bg: Премахва държавата, щата/областта и часовата зона от формата за регистрация
sv_se: Tar bort landet, staten/länet och tidzonväljarna från formuläret

source: The file you attempted to upload exceeded the maximum file size of %1$s.
bg_bg: Файлът, който се опитвате да качите, надвишава максимално допустимия размер от %1$s.
el: Το αρχείο που προσπαθείτε να ανεβάσετε υπερβαίνει το μέγιστο μέγεθος αρχείου %1$s
es_es: El archivo que Ud intentó adjuntar excedió el tamaño máximo permitido que es de %1$s.
nb_no: Filen du har lastet opp overstiger maksimalstørrelsen på %1$s.
sv_se: Filen du försökte ladda upp överskrider den maximala filstorleken ( %1$s ).

# Currency symbol position
source: Before cost
bg_bg: Преди цената
el: Πριν την τιμή
es_es: Previo al costo
nb_no: Foran beløpet
sv_se: Före kostnad

# Currency symbol position
source: After cost
bg_bg: След цената
el: Μετά την τιμή
es_es: Posterior al costo
nb_no: Etter beløpet
sv_se: Efter kostnad

source: Timezone:
bg_bg: Часова зона:
el: Ζώνη ώρας
es_es: Zona horaria
nb_no: Tidssone:
sv_se: Tidszon:

source: Address
bg_bg: Адрес
ca: Adreça
el: Διεύθυνση
es_es: Dirección
nb_no: Adresse
sv_se: Adress

source: City
bg_bg: Град
ca: Ciutat
el: Πόλη
es_es: Ciudad
nb_no: By
sv_se: Stad

source: %s Website
bg_bg: %s Уебсайт
ca: Web de l'%s
el: Ιστοσελίδα %s
es_es: Web de %s
nb_no: %swebside
sv_se: %s Webbplats

source: To begin using The Events Calendar: Community Events, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
bg_bg: За да започнете да използвате The Events Calendar: Community Events, моля инсталирайте най-новата версия на <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
ca: Per començar a utilitzar The Events Calendar: Community Events, si us plau, instal·la la darrera versió de <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
el: Για να αρχίσετε να χρησιμοποιείτε το Ημερολόγιο Εκδηλώσεων: Κοινότητα Εκδηλώσεις, παρακαλούμε να εγκαταστήσετε την τελευταία έκδοση του <a href="%s" class="thickbox" title="% S">πρόγραμμα εκδηλώσεων</a> .
es_es: Para comenzar a utilizar The Events Calendar: Community Events, por favor instale la ultima version de <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
nb_no: For å begynne å bruke The Events Calendar: Community Events, vennligst installer siste versjonen av <a href="%s" class="thickbox" title="%s">The Events Calendar</a>
sv_se: För att börja använda The Events Calendar: Community Events, installera den senaste versionen av <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.

source: Missing %s
bg_bg: Липсващ %s
el: Λείπει %s
es_es: Falta %s
nb_no: %s mangler
sv_se: Saknar %s

source: Property not found: %s.
bg_bg: Записа не е намерен: %s.
ca: No s'ha trobat la propietat: %s.
el: Δεν βρέθηκε: %s.
es_es: Propiedad no encontrada: %s.
nb_no: Egenskap ikke funnet: %s
sv_se: Egenskap inte hittad: %s.

source: Invalid value for %s. Value may not be empty.
bg_bg: Невалидна стойност за %s. Полето не може да остане празно.
ca: El valor de %s no és vàlid. El valor no pot estar en blanc.
el: Μη έγκυρη τιμή για το% s. Το πεδίο δεν μπορεί να είναι κενό.
es_es: Valor invalido para %s. No puede estar vacio.
nb_no: Ugyldig verdi for %s. Verdien får ikke være tom.
sv_se: Ogiltigt värde för %s. Värdet får ej vara tomt.

source: Invalid value for %1$s: %2$s. Value must be an array.
bg_bg: Невалидна стойност за %1$s: %2$s. Стойността трябва да бъде масив.
ca: El valor de %1$s: %2$s no és vàlid. El valor ha de ser un array.
el: Μη έγκυρη τιμή για το%1$s:%2$s. Η τιμή πρέπει να είναι ένας πίνακας.
es_es: Valor invalido para %1$s: %2$s. Valor debe ser un array/coleccion.
nb_no: Ugyldig verdi for %1$s: %2$s. Verdien må være en array.
sv_se: Ogiltigt värde för %1$s: %2$s. Värdet måste vara en array.

source: You are not authorized to access this page
bg_bg: Нямате достъп до тази страница
ca: No tens autorització per accedir aquesta pàgina
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτήν τη σελίδα
es_es: Usted no esta autorizado para acceder a esta página.
nb_no: Du har ikke tilgang til denne siden
sv_se: Du har inte behörighet att komma åt denna sida

source: Access Denied
bg_bg: Достъпът отказан
ca: Accés denegat
el: Δεν επιτρέπεται η πρόσβαση
es_es: Acceso denegado
nb_no: Tilgang nektes
sv_se: Tillträde nekat

source: WP Router Placeholder Page
ca: Pàgina temporal de WP Router
el: Σελίδα κράτησης του WP Router
es_es: Página temporal de WP Router
nb_no: WP Router plassholderside
sv_se: WP Router platshållarsida

source: %1$s requires WordPress %2$s or higher and PHP %3$s or higher.
bg_bg: %1$s изисква WordPress %2$s или по-нова версия и PHP %3$s или по-нова версия.
ca: %1$s necessita WordPress %2$s o superior i PHP %3$s o superior.
el: %1$s απαιτεί WordPress %2$s ή νεώτερο και PHP%3$s ή νεώτερη.
es_es: %1$s requiere WordPress %2$s o superior y PHP %3$s o superior.
nb_no: %1$s krever WordPress %2$s eller nyere og PHP %3$s eller nyere.
sv_se: %1$s kräver WordPress %2$s eller senare och PHP %3$s eller senare.

source: Invalid value for the Anti-Spam Check
bg_bg: Невалидна стойност за Anti Spam проверката
ca: Valor invàlid per a la comprovació anti-spam
el: Μη έγκυρη τιμή για τον έλεγχο Anti-Spam
es_es: Valor inválido para la comprobación de spam
nb_no: Ugyldig verdi for antispamsjekk
sv_se: Ofullständigt värde för Anti-Spam Check

source: reCAPTCHA API Keys
bg_bg: reCAPTCHA API Ключове
ca: Claus de l'API reCAPTCHA
el: reCAPTCHA Κλειδιά API
es_es: Claves de la API reCAPTCHA
nb_no: reCAPTCHA API-nøkkel
sv_se: reCAPTCHA API-nyckel

source: Note: reCAPTCHA only appears for users who are not logged in.
bg_bg: Забележка: reCAPTCHA се появява само на потребители, които не са вписани.
ca: Nota: el reCAPTCHA només apareix per als usuaris que no han iniciat sessió.
el: Σημείωση: το reCAPTCHA εμφανίζεται μόνο σε χρήστες που δεν είναι συνδεδεμένοι.
es_es: Nota: el reCAPTCHA sólo aparece para los usuarios que no han iniciado sesión.
nb_no: NB! reCAPTCHA vises bare for brukere som ikke er logget inn.
sv_se: Observera: reCAPTCHA visas endast för användare som inte är inloggade

source: Site Key
ca: Clau del lloc
el: Κλειδί της σελίδας
es_es: Clave del sitio
nb_no: Nettstedsnøkkel
sv_se: Hemsidenyckel

source: Get your Site Key at %s
bg_bg: Вземете своя Site Key на %s
ca: Aconsegueix la teva clau del lloc a %s
el: Πάρτε το κλειδί της σελίδας στο %s
es_es: Obtén tu clave del sitio en %s
nb_no: Skaff nettstedsnøkkel på %s
sv_se: Hämta din hemsidenyckel på %s

source: Secret Key
ca: Clau secreta
el: Μυστικό κλειδί
es_es: Clave secreta
nb_no: Hemmelig nøkkel
sv_se: Hemlig nyckel

source: Get your Secret Key at %s
bg_bg: Вземете своя Secret Key на %s
ca: Aconsegueix la teva clau secreta a %s
el: Πάρτε το μυστικό κλειδί στο %s
es_es: Obtén tu clave secreta en %s
nb_no: Skaff en hemmelig nøkkel på %s
sv_se: Hämta din hemliga nyckel på %s

source: edit
ca: editar
el: επεξεργασία
es_es: modificar
nb_no: rediger
sv_se: redigera

source: add
ca: afegir
es_es: agregar
nb_no: legg til
sv_se: lägg till

source: delete
ca: eliminar
el: διαγραφή
es_es: borrar
nb_no: slett
sv_se: radera

source: list
ca: llista
es_es: lista
nb_no: liste
sv_se: lista

source: venue
ca: recinte
el: Τόπος Δειξαγωγής
es_es: lugar
nb_no: arena
sv_se: plats

source: organizer
ca: organitzador
el: Διοργανωτής
es_es: organizador
nb_no: organisator
sv_se: arrangör

source: event
ca: esdeveniment
el: Εκδήλωση
es_es: evento
nb_no: arrangement
sv_se: evenemang

source: Edit a Venue
bg_bg: Редакция на Място
ca: Editar un recinte
el: Επεξεργασία χώρου διεξαγωγής
es_es: Modificar un Lugar
nb_no: Rediger en arena
sv_se: Redigera en plats

source: Edit an Organizer
bg_bg: Редакция на Организатор
ca: Editar un organitzador
el: Επεξεργασία διοργανωτή
es_es: Modificar un Organizador
nb_no: Rediger en organisator
sv_se: Redigera en arrangör

source: Edit an Event
bg_bg: Редакция на Събитие
ca: Editar un esdeveniment
el: Επεξεργαστείτε μία Εκδήλωση
es_es: Modificar un Evento
nb_no: Rediger et arrangement
sv_se: Redigera ett evenemang

source: Redirect
bg_bg: Препращане
ca: Redireccionar
el: Ανακατεύθυνση
es_es: Redireccionar
nb_no: Videresend
sv_se: Omdirigera

source: Submit an Event
bg_bg: Изпращане на Събитие
ca: Enviar un esdeveniment
el: Υποβολή Εκδήλωσης
es_es: Enviar un Evento
nb_no: Registrer et arrangement
sv_se: Skicka in ett evenemang

source: Remove an Event
bg_bg: Премахване на Събитие
ca: Eliminar un esdeveniment
el: Κατάργηση Εκδήλωσης
es_es: Eliminar un Evento
nb_no: Slett et arrangement
sv_se: Ta bort ett evenemang

source: My Events
bg_bg: Моите събития
ca: Els meus esdeveniments
el: Οι εκδηλώσεις μου
es_es: Mis Eventos
nb_no: Mine arrangementer
sv_se: Mina evenemang

source: Not found.
bg_bg: Не е намерено.
ca: No trobat.
el: Δε βρέθηκε
es_es: No se encontró.
nb_no: Ikke funnet.
sv_se: Hittades inte.

source: Community Events requires non-default (pretty) permalinks to be enabled or the [tribe_community_events] shortcode to exist on a page.
bg_bg: Community Events изисква да бъдат активирани pretty permalinks, което е различно от настройката по подразбиране. Друг вариант е да вмъкнете shortcode [tribe_community_events] в страница.
ca: Community Events requereix que els enllaços permanents amigables estiguin habilitats o que el shortcode [tribe_community_events] es trobi a una pàgina.
el: Η καταχώρηση εκδηλώσεων απαιτεί την ενεργοποίηση (αρκετών) μη-προεπιλεγμένων permalinks ή να υπάρχει στη σελίδα το shortvode [tribe_community_events]
es_es: Community Events requiere que "Enlaces Permanentes" este habilitado o el shortcode [tribe_community_events] sea agregado a una página.
nb_no: Community Events krever ikke-standard (pene) permalinker påslått, eller at [tribe_community_events]-koden eksisterer på en side.
sv_se: Community Events kräver en egen permalänkstruktur utan frågetecken eller att [tribe_community_events] kortkod finns på varje sida.

source: Delete
bg_bg: Изтриване
ca: Eliminar
el: Διαγραφή
es_es: Eliminar
nb_no: Slett
sv_se: Radera

source: Are you sure?
bg_bg: Сигурни ли сте?
ca: Estàs segur?
el: Είστε σίγουροι;
es_es: ¿Esta seguro?
nb_no: Er du sikker?
sv_se: Är du säker?

source: Delete All
bg_bg: Изтрий всички
ca: Eliminar totes
el: Διαγραφή όλων
es_es: Eliminar todas
nb_no: Slett alt
sv_se: Radera allt

source: Are you sure you want to permanently delete all instances of this recurring event?
bg_bg: Сигурни ли сте, че искате да изтриете завинаги всички бъдещи повторения на това събитие?
ca: Estàs segur de que vols eliminar totes les instàncies d'aquest esdeveniment recurrent de forma permanent?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά όλες τις καταχωρήσεις αυτής της επαναλαμβανόμενης εκδήλωσης ;
es_es: ¿Estás seguro de que quieres eliminar de forma permanente todas las instancias de este evento recurrente?
nb_no: Er du sikker på at du ønsker å permanent slette alle gjentakelser av dette arrangementet?
sv_se: Är du säker på att du permanent vill ta bort alla förekomster av detta återkommande evenemang?

source: Are you sure you want to permanently delete this instance of a recurring event?
bg_bg: Сигурни ли сте, че искате да изтриете завинаги това събитие, от поредицата повтарящи се събития?
ca: Estàs segur de que vols eliminar aquesta instància d'un esdeveniment recurrent de forma permanent?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά την συγκεκριμένη καταχώρηση αυτής της επαναλαμβανόμενης καταχώρησης;
es_es: ¿Está seguro que desea eliminar permanentemente esta instancia de un evento periódico?
nb_no: Er du sikker på at du ønsker å slette dette éne arrangementet i den gjentakende kjeden av arrangementer?
sv_se: Är du säker på att du permanent vill ta bort detta enskilda evenemang från ett återkommande evenemang?

source: Remove a Venue
bg_bg: Премахване на Място
ca: Eliminar un recinte
el: Διαγραφή Χώρου Διεξαγωγής
es_es: Eliminar un Lugar
nb_no: Slett en arena
sv_se: Ta bort en plats

source: Remove an Organizer
bg_bg: Премахване на Организатор
ca: Eliminar un organitzador
el: Διαγραφή Διοργανωτή
es_es: Eliminar un Organizador
nb_no: Slett en organisator
sv_se: Ta bort en arrangör

source: Unknown Post Type
bg_bg: Неизвестен тип публикация
ca: Tipus d'entrada desconegut
el: Άγνωστος τύπος δημοσίευσης
es_es: Post Type desconocido
nb_no: Ukjent posttype
sv_se: Okänd inläggstyp

source: This shortcode can only be used in pages.
bg_bg: Този пряк път може да се използва само в страници.
ca: Aquest shortcode només es pot utilitzar a les pàgines.
el: Αυτό το shortcode μπορεί να χρησιμοποιηθεί μόνο σε σελίδες.
es_es: Este shortcode solo puede ser utilizado en páginas.
nb_no: Denne kortkoden kan bare brukes på sider.
sv_se: Denna shortcode kan bara användas på sidor.

source: Community Events Submission
bg_bg: Покупка на Community Events
ca: Enviament de Community Events
el: Υποβολή Καταχώρησης Εκδηλώσεων
es_es: Envios de Community Events
nb_no: Community Events-registreringen
sv_se: Community Events inlägg

source: Trashed Event #
bg_bg: В кошчето е изпратено събитие #
ca: Esdeveniment a la paperera #
el: Καταχώρηση # στον κλάδο ανακύκλωσης
es_es: A la Papelera Evento #
nb_no: Kastet arrangement #
sv_se: Kastade evenemang #

source: Deleted Event #
bg_bg: Изтрито събитие #
ca: Esdeveniment eliminat #
el: Διαγραμμένη καταχώρηση #
es_es: Eliminar Evento #
nb_no: Slettet arrangement #
sv_se: Raderade evenemang #

source: This event (#%s) does not appear to exist.
bg_bg: Събитието (#%s) не съществува.
ca: Aquest esdeveniment (#%s) no sembla que existeixi.
el: Αυτή η καταχώρηση (#% s) δεν φαίνεται να υπάρχει.
es_es: El Evento (#%s) al parecer no existe.
nb_no: Dette arrangementet (#%s) ser ikke ut til å eksistere.
sv_se: Detta evenemang (#%s) verkar inte finnas.

source: You do not have permission to delete this event.
bg_bg: Нямате права да изтрието това събитие.
ca: No tens permís per eliminar aquest esdeveniment.
el: Δεν έχετε άδεια να διαγράψετε αυτή την καταχώρηση.
es_es: Usted no tiene permiso para eliminar este evento.
nb_no: Du har ikke tilgang til å slette dette arrangementet.
sv_se: Du har inte rättigheter att radera detta evenemang.

# As in "go back to previous page"
source: Back
bg_bg: Назад
ca: Tornar
el: Πίσω
es_es: Volver
nb_no: Tilbake
sv_se: Tillbaka

source: %sWarning:%s You are editing a recurring %s. All changes will be applied to the entire series.
bg_bg: %sВнимание:%s Редактирате повтарящо се %s. Промените ще бъдат приложени на всички събития от серията.
ca: %sAtenció:%s Estàs editant un %s recurrent. Tots els canvis s'aplicaran a tota la sèrie.
el: %sΠροσοχή:%s Επεξεργάζεστε μια επαναλαμβανόμενη %s. Όλες οι αλλαγές θα εφαρμοστούν σε όλη τη σειρά.
es_es: %sAtención:%s Estás editando un %s recurrente. Todos los cambios se aplicarán a toda la serie.
nb_no: %sAdvarsel:%s: %s du redigerer er gjentakende. Endringene vil gjelde for alle arrangementene i kjeden.
sv_se: %sVarning:%s Du redigerar ett återkommande %s. Alla förändringar kommer appliceras på hela serien.

source: %s not found.
bg_bg: %s не е намерен.
ca: %s no trobat.
el: %s δεν βρέθηκε.
es_es: %s no encontrado.
nb_no: %s ikke funnet.
sv_se: %s hittades inte.

source: Please log in first.
bg_bg: Моля, първо се впишете.
ca: Si us plau, inicia una sessió abans.
el: Παρακαλώ συνδεθείτε πρώτα.
es_es: Por favor, primero inicie la sessión
nb_no: Vennligst logg inn først.
sv_se: Logga in först.

source: You do not have permission to edit this %s.
bg_bg: Нямате права да редактирате този %s.
ca: No tens permís per editar aquest %s.
el: Δεν έχετε άδεια για να τροποποιήσετε αυτή τη% s.
es_es: No tienes permiso para editar este %s.
nb_no: %s: Ikke tilgang til å redigere.
sv_se: Du har inte behörighet att redigera detta %s.

source: View
bg_bg: Преглед
ca: Veure
el: Προβολή
es_es: Ver
nb_no: Vis
sv_se: Visa

source: Edit
bg_bg: Редакция
ca: Editar
el: Επεξεργασία
es_es: Editar
nb_no: Rediger
sv_se: Redigera

source: Venue not found.
bg_bg: Мястото не е намерено.
ca: Recinte no trobat.
el: Δεν βρέθηκε ο Χώρος Διεξαγωγής
es_es: Lugar no encontrado.
nb_no: Arena ikke funnet.
sv_se: Platsen kunde inte hittas.

source: Please log in to edit this venue
bg_bg: Моля, впишете се, за да видите това Място
ca: Si us plau, inicia una sessió per editar aquest recinte
el: Παρακαλούμε συνδεθείτε για να επεξεργαστείτε αυτό τον Χώρο Διεξαγωγής
es_es: Por favor, inicie la sessión para modificar este lugar.
nb_no: Vennligst logg inn for å redigere arenaen.
sv_se: Logga in för att redigera denna plats

source: You do not have permission to edit this venue.
bg_bg: Нямате права да редактирате това Място.
ca: No tens permís per editar aquest recinte
el: Δεν έχετε άδεια για να τροποποιήσετε αυτόν τον Χώρο Διεξαγωγής.
es_es: Usted no tiene permiso para modificar este lugar.
nb_no: Du har ikke tilgang til å redigere denne arenaen.
sv_se: Du har inte rättigheter att redigera denna plats.

source: Venue updated.
bg_bg: Мястото е обновено.
ca: Recinte actualitzat.
el: Ο Χώρος Διεξαγωγής ενημερώθηκε
es_es: Lugar actualizado.
nb_no: Arena oppdatert.
sv_se: Plats uppdaterad.

source: Venue name cannot be blank.
bg_bg: Името на Мястото не може да остане празно.
ca: El nom del recinte no pot estar buit.
el: Το όνομα του Χώρου Διεξαγωγής μπορεί να είναι κενό.
es_es: El nombre del lugar no puede estar en blanco.
nb_no: Arenanavnet kan ikke være tomt.
sv_se: Platsens namn kan ej vara tomt.

source: There was a problem updating your venue, please try again.
bg_bg: Възникна проблем при обновяването на това Място, моля опитайте отново.
ca: Hi ha hagut un problema a l'hora d'actualitzar el teu recinte, si us plau, intenta-ho de nou.
el: Υπήρξε ένα πρόβλημα κατά την ενημέρωση του Χώρου Διεξαγωγής, παρακαλώ προσπαθήστε ξανά.
es_es: Hubo un error al actualizar el lugar, por favor intentelo nuevamente.
nb_no: Vi fikk problemer med å oppdatere arenaen, prøv igjen.
sv_se: Platsen kunde inte uppdateras, försök igen.

source: Organizer not found.
bg_bg: Организатора не е намерен.
ca: Organitzador no trobat.
el: Δεν βρέθηκε ο Διοργανωτής.
es_es: Organizador no encontrado.
nb_no: Organisator ikke funnet.
sv_se: Arrangören kunde inte hittas.

source: Please log in to edit this organizer
bg_bg: Моля, впишете се, за да редактирате този организатор.
ca: Si us plau, inicia sessió per editar aquest organitzador
el: Παρακαλούμε συνδεθείτε για να επεξεργαστείτε αυτό το Διοργανωτή
es_es: Por favor, inicie la sessión para modificar este organizador.
nb_no: Vennligst logg inn for å redigere denne organisatoren.
sv_se: Logga in för att redigera denna arrangör

source: You do not have permission to edit this organizer.
bg_bg: Нямате права да редактирате този Организатор.
ca: No tens permís per editar aquest organitzador.
el: Δεν έχετε άδεια για να τροποποιήσετε αυτό τον Διοργανωτή.
es_es: Usted no tiene permiso para modificar este organizador.
nb_no: Du har ikke tilgang til å redigere denne organisatoren.
sv_se: Du har inte rättigheter att redigera denna arrangör.

source: Organizer updated.
bg_bg: Организатора е обновен.
ca: Organitzador actualitzat.
el: Ο Διοργανωτής ενημερώθηκε
es_es: Organizador actualizado.
nb_no: Organisator oppdatert.
sv_se: Arrangören uppdaterad.

source: Organizer name cannot be blank.
bg_bg: Името на Организатора не може да остане празно.
ca: El nom de l'organitzador no pot estar buit.
el: Το όνομά Διοργανωτή δεν μπορεί να είναι κενό.
es_es: El nombre del organizador no puede estar en blanco.
nb_no: Organisatornavn kan ikke være tomt.
sv_se: Arrangörens namn kan ej vara tomt.

source: There was a problem updating this organizer, please try again.
bg_bg: Възникна проблем при обновяването на Организатора, моля опитайте отново.
ca: Hi ha hagut un problema a l'hora d'actualitzar aquest organitzador, si us plau, intenta-ho de nou.
el: Υπήρξε ένα πρόβλημα κατά την ενημέρωση αυτού του Διοργανωτή, παρακαλώ προσπαθήστε ξανά.
es_es: Hubo un error al actualizar el organizador, por favor intente nuevamente.
nb_no: Vi fikk problemer med å oppdatere denne organisatoren, prøv igjen.
sv_se: Arrangören kunde inte uppdateras, försök igen.

source: Please log in to view your events
bg_bg: Моля, впишете се, за да видите събитията си
ca: Si us plau, inicia una sessió per veure els teus esdeveniments
el: Παρακαλούμε συνδεθείτε για να δείτε τις εκδηλώσεις σας
es_es: Por favor, inicie la sessión para ver sus eventos.
nb_no: Vennligst logg inn for å vise dine arrangementer.
sv_se: Logga in för att visa dina evenemang

source: Fake Title
bg_bg: Фалшиво заглавие
el: Πλαστός Τίτλος
es_es: Título no valido
nb_no: Uekte tittel
sv_se: Låtsastitel

source: The requested page number was not found.
bg_bg: Търсения номер на страница не е открит.
ca: No s'ha trobat el número de pàgina sol·licitat.
el: Ο ζητούμενος αριθμός σελίδας δεν βρέθηκε.
es_es: No se encontró el número de la página solicitada.
nb_no: Det etterspurte sidenummeret ble ikke funnet.
sv_se: Det begärda sidnumret hittades inte.

source: This template is also used for Community Events.
bg_bg: Този шаблон се използва и за Community Events.
ca: Aquesta plantilla també s'utilitza per a Community Events.
el: Αυτό το πρότυπο χρησιμοποιείται επίσης για την Κοινότητα Καταχώρησης Εκδηλώσεων.
es_es: Esta plantilla también se usa para Community Events.
nb_no: Denne malen benyttes også av Community Events.
sv_se: Denna mall används även för Community Events.
